{
  "posts": [
    {
      "slug": "free-will",
      "date": "2021-04-10",
      "title": "Free Will?",
      "summary": "Some thoughts on “Do We Have Free Will? Maybe It Doesn't Matter” by Jim Davies.",
      "content": "<p class='uk-text-lead'><span class='text-capital'>I</span> read the article <a href='https://nautil.us/blog/do-we-have-free-will-maybe-it-doesnt-matter' target='_blank'>Do We Have Free Will? Maybe It Doesn't Matter</a> by Jim Davies, and I found the conclusion to be very interesting.</p><p class='uk-text-secondary'>The article states the most common positions on the importance of free will like this:</p><blockquote>The most popular positions seem to be either: “Free will exists and is central to ethics”, and “Free will doesn't exist, and it's ethically important for everyone to recognize this fact.”</blockquote><p class='uk-text-secondary'>We then get the conclusion of a meta-analysis by Oliver Genschow:</p><blockquote>[According to Oliver Genschow] the belief, or disbelief in free will, doesn't seem to affect individual behavior in any way we might care about. Manipulating people's ideas about free will [...] has only a small and temporary effect [...]. There is no evidence that this induced change in free will beliefs has any effect on morality, such as antisocial behavior, cheating, conformity, or willingness to punish. There is also no definitive evidence against such effects.</blockquote><p class='uk-text-secondary'>Right now, arguing about free will seems to be futile, after all, you wouldn't try to argue for the existence of qualia in another living being or try to assign consciousness to a philosophical zombie, we are simply operating with incomplete information.</p><div class='uk-flex uk-flex-center uk-margin-medium'><img style='max-height:350px;' src='/assets/images/blog/free-will-meme.png'></div><p class='uk-text-secondary'>I agree with the conclusion of the article, whether we believe in free will or not doesn't seem to change anything, it's not something that we think about actively in our daily lives. However, maybe the reason why we don't see any change in people's behavior is because we don't have an answer for the question on free will, but if in the future we realize that the world is in fact deterministic we might start to think differently about our ethical systems. To be fair, knowing the answer to determinism is probably going to change a whole lot more than just our ethical systems and the way we assign culpability to people, that knowledge would bring a whole new era for humankind and we will get a new range of philosophical questions and moral frameworks, let alone the big impact it will have on something like religion.</p>"
    }
  ]
}